/* Restart confirmation text */
"Are you sure you want to restart your computer?" = "Are you sure you want to restart your computer?";

/* Shutdown confirmation text */
"Are you sure you want to shutdown your computer?" = "Are you sure you want to shutdown your computer?";

/* Cancel button label */
"Cancel" = "Cancel";

/* Bless command error description */
"Error occurred while executing the bless command" = "Error occurred while executing the bless command";

/* Authentication error description */
"Error occurred while trying to authenticate" = "Error occurred while trying to authenticate";

/* Restart failure descriptive text */
"Error occurred while trying to tell system to restart" = "Error occurred while trying to tell system to restart";

/* Shutdown failure descriptive text */
"Error occurred while trying to tell system to shutdown" = "Error occurred while trying to tell system to shutdown";

/* Restart failure error message */
"Failed to restart computer" = "Failed to restart computer";

/* Error message text for setting boot drive */
"Failed to set boot volume" = "Failed to set boot volume";

/* Shutdown failure error message */
"Failed to shutdown computer" = "Failed to shutdown computer";

/* OK button label */
"OK" = "OK";

/* Restart button label */
"Restart" = "Restart";

/* Shutdown button label */
"Shutdown" = "Shutdown";

/* Unknown error description */
"Unknown error occurred while trying to set boot volume" = "Unknown error occurred while trying to set boot volume";

/* Restart confirmation descriptive text */
"Your computer will restart to it's default volume unless boot later was chosen." = "Your computer will restart to it's default volume unless boot later was chosen.";

/* Shutdown confirmation descriptive text */
"Your computer will shutdown and boot up to it's default volume next time you turn it on unless boot later was chosen." = "Your computer will shutdown and boot up to it's default volume next time you turn it on unless boot later was chosen.";

